<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppleLexmarkPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Drivers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/drivers</string>
		<key>NAME</key>
		<string>AppleLexmarkPrinterDrivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Provides the latest Lexmark printing and scanning software for OS X.</string>
			<key>display_name</key>
			<string>Lexmark Printer Drivers</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleLexmarkPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>228a3c268a6d52727263da64de69d8d23fa4b11c</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cb97c7d29684d437fd11fc5aa9781f5185659d1c0c78d1979b1c32d7f77d90e1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleLexmarkPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>f8c8f80bb3f8b74f96027f16f3ad8e81cfd05f61</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleLexmarkPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>70ea2b6e3c7b2db9ef78d16ebd2bdd19b63ceeb71d05dddb99736a0f1f094b2b</string>
			</dict>
			<key>com.github.n8felton.munki.AppleLexmarkPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>5c4eefbfbbf233228e8c689221f5b58e8dd7d50c</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleLexmarkPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9782bbf7d262873318c52a926a5a0edc8c41018793ba835724a8b023d404aa8f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
