<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppleXeroxPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Drivers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/drivers</string>
		<key>NAME</key>
		<string>AppleXeroxPrinterDrivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Provides the latest Xerox printing and scanning software for OS X.</string>
			<key>display_name</key>
			<string>Xerox Printer Drivers</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleXeroxPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>fcf39bbc73723909046304d87c5b203115284afa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>0e4fbdaa441413932140296e4b93cc1bfdd18cb83666279dd581fcd497769638</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleXeroxPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>2dc0d2dc5d0ad32174c5164f5bf2493df26d1b3f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleXeroxPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>e9b9ec40d54e681c8cca5b3ba8330d9aea46d4429fa7886b2741dfeb4b7ab57f</string>
			</dict>
			<key>com.github.n8felton.munki.AppleXeroxPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>ebfec316b24b7dcaa361dca57703037ef5e022ce</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleXeroxPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>500a11d2cf4fe9cbdda9f8c100274055ab2e166dec51f3356a642385ca7e80c6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
