<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.BillingsPro</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://www.marketcircle.com/billingspro/downloadlink/billingspromac/</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Marketcircle</string>
		<key>NAME</key>
		<string>BillingsPro</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Billings Pro helps you create professional invoices and track time, expenses, and payments from your Mac, iPhone and iPad.

Key features Include:

• Synchronize between multiple iPhones, iPads and Macs.
• Add unlimited clients and projects.
• Create professional invoices.
• Flexible billing options that include time, project, expense, product, service, or flat rate.
• Easily identify overdue clients and outstanding invoices.
• Send estimates and statements.
• Run comprehensive reports that help you understand your business.
• Add additional colleagues if necessary.
• Multi-currency support.

Use Billings Pro free on your Mac(s) and iOS devices to send 1 invoice, 1 estimate and 1 statement per month. To send more, choose a subscription plan via the In-App Purchase on Billings Pro for iOS or visit our website to learn more: http://www.marketcircle.com/billingspro/</string>
			<key>display_name</key>
			<string>Billings Pro</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.bradclare.munki.billingspro</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bradclare.download.billingspro</key>
			<dict>
				<key>git_hash</key>
				<string>006fd4d674ea2506876c26451cdf1867a45c5be3</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.bradclare-recipes/Billings Pro/BillingsPro.download.recipe</string>
				<key>sha256_hash</key>
				<string>495b22d42e808e2ed90ba7826b5f7ca6b48d4c0382b60c2c8677903a9627b71b</string>
			</dict>
			<key>com.github.bradclare.munki.billingspro</key>
			<dict>
				<key>git_hash</key>
				<string>239d234a43f083c98ad5de063b3e22fdcb4ef670</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.bradclare-recipes/Billings Pro/BillingsPro.munki.recipe</string>
				<key>sha256_hash</key>
				<string>456e70ce00a9efa1eed101a96e8b76079f8fd47a89a099677740ccbb549d1a71</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
