<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Daylite</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://www.marketcircle.com/daylite/download/6/daylitedma/</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Marketcircle</string>
		<key>NAME</key>
		<string>Daylite6</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Daylite.app</string>
				<string>Mail.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Daylite keeps everything related to your business in one place, so you and your team can share information wherever they are by Mac, iPhone, and iPad. Your contacts, schedule, tasks, projects, sales opportunities, emails, and notes are all there, making it easy to find what you are looking for in seconds.</string>
			<key>display_name</key>
			<string>Daylite &amp; Mail Assistant 6</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>developer</key>
			<string>Marketcircle</string>
			<key>notes</key>
			<string>Requires enableMailBundles in order to activate Daylite Mail Assistant for users.</string>
			<key>minimum_os_version</key>
			<string>10.10.0</string>
			<key>minimum_update_version</key>
			<string>6.0</string>
			<key>unattended_install</key>
			<false/>
			<key>unattended_uninstall</key>
			<false/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.bradclare.munki.daylite</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bradclare.download.daylite</key>
			<dict>
				<key>git_hash</key>
				<string>6d1b4706ff50d696e5a082359d024d3d2d8d015b</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.bradclare-recipes/Daylite/Daylite.download.recipe</string>
				<key>sha256_hash</key>
				<string>0167acfe2dbd3e1c299aae3b9aef4c71821f186e6eecf132f17456f4ecdc9251</string>
			</dict>
			<key>com.github.bradclare.munki.daylite</key>
			<dict>
				<key>git_hash</key>
				<string>76c75740995391ba59e0d9f068d0c2b7cada2d85</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.bradclare-recipes/Daylite/Daylite.munki.recipe</string>
				<key>sha256_hash</key>
				<string>5a65fc2efb99ab0cd0b41ff723732ca7d7c62cf82dc65f6b14987b01d316d0ba</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
