<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Zoom</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>us.zoom.xos</string>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/ZoomInstallerIT.pkg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Zoom</string>
		<key>NAME</key>
		<string>Zoom</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>zoom.us</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>The Zoom app provides cloud-hosted video conferencing, plus online meetings and group messaging.</string>
			<key>developer</key>
			<string>Zoom Video Communications, Inc.</string>
			<key>display_name</key>
			<string>Zoom</string>
			<key>icon_name</key>
			<string>zoom.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Zoom</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.zoomus</key>
			<dict>
				<key>git_hash</key>
				<string>5995bd3da965a508ab57beb727186aac499f4123</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Zoom/Zoom.download.recipe</string>
				<key>sha256_hash</key>
				<string>5fc383436e7816f0d3ba982497463992bb384be30759f65f49c763666fc7f3c9</string>
			</dict>
			<key>com.github.homebysix.munki.Zoom</key>
			<dict>
				<key>git_hash</key>
				<string>b22ee907d313d61a7cae79e8c4ec27748ef8402c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/Zoom.munki.recipe</string>
				<key>sha256_hash</key>
				<string>fa000bba91191544f0476df88da9891f9558b1e95cba8a24d343d41d0310bba7</string>
			</dict>
			<key>com.github.homebysix.pkg.Zoom</key>
			<dict>
				<key>git_hash</key>
				<string>23dad6b22487ba74de61d62045b6b7775de5009d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/Zoom.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>06e0a3a261c87d4972323bbbc0bdb0c2a7c76a7443d9145f0548bc3d04fb4e26</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
