<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-vfuse</string>
	<key>Input</key>
	<dict>
		<key>GITHUB_REPO</key>
		<string>chilcote/vfuse</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>vfuse</string>
		<key>MUNKI_CATEGORY</key>
		<string>Development</string>
		<key>MINIMUM_OS_VERSION</key>
		<string>10.10.5</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Tool that takes a never-booted DMG and converts it to a VMware Fusion VM.</string>
			<key>developer</key>
			<string>Joseph Chilcote</string>
			<key>display_name</key>
			<string>vfuse</string>
			<key>minimum_os_version</key>
			<string>%MINIMUM_OS_VERSION%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.clburlison.munki.vfuse</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.clburlison.download.vfuse</key>
			<dict>
				<key>git_hash</key>
				<string>5f0ebf4a23f1429e7d906448e952e50834577db9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.clburlison-recipes/vfuse/vfuse.download.recipe</string>
				<key>sha256_hash</key>
				<string>fe11388c363c649dff79db50b71e0d57e865e2455109254f4d76b7026b1de1aa</string>
			</dict>
			<key>com.github.clburlison.munki.vfuse</key>
			<dict>
				<key>git_hash</key>
				<string>5f0ebf4a23f1429e7d906448e952e50834577db9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.clburlison-recipes/vfuse/vfuse.munki.recipe</string>
				<key>sha256_hash</key>
				<string>799d8ea3123889f3a78a460bb4cee7de23c2dc9ca9ec92f85e7887fd114a017d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
