<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-AppleXeroxPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Drivers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/drivers</string>
		<key>NAME</key>
		<string>AppleXeroxPrinterDrivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Provides the latest Xerox printing and scanning software for OS X.</string>
			<key>display_name</key>
			<string>Xerox Printer Drivers</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleXeroxPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>f78b1b685f4b4c92996742c99a5e49dc5586594c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>c1d72f60b9aea45b5ac5dfdf4dad0c9b40eefdd8cdcd6f3c02b9b18d51f243b0</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleXeroxPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>ffce16cbbe20f46ca0e2f48e8541ac8ded6eeb2e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleXeroxPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>3bd8bdf050dc66ce72ff424599a153cd8fbdbdba73b1792211b266beac8fd615</string>
			</dict>
			<key>com.github.n8felton.munki.AppleXeroxPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>ebfec316b24b7dcaa361dca57703037ef5e022ce</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleXeroxPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>500a11d2cf4fe9cbdda9f8c100274055ab2e166dec51f3356a642385ca7e80c6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
