<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-HPEasyAdmin</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>ftp://ftp.hp.com/pub/softlib/software12/HP_Quick_Start/osx/Applications/HP_Easy_Admin.app.zip</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/hp</string>
		<key>NAME</key>
		<string>HPEasyAdmin</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>HP Easy Admin is a macOS application tool that enables education and enterprise administrators to directly download HP printing and/or scanning solutions to use for remote distribution.</string>
			<key>developer</key>
			<string>HP</string>
			<key>display_name</key>
			<string>HP Easy Admin</string>
			<key>icon_name</key>
			<string>HPEasyAdmin.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.foigus.munki.HPEasyAdmin</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.jessepeterson.munki.UniversalTypeClient6/ModeChanger</key>
			<dict>
				<key>git_hash</key>
				<string>e96efc3dc772c047b2b30cc7b003e57d74dcaa09</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/Extensis/ModeChanger.py</string>
				<key>sha256_hash</key>
				<string>60222c6a4038f16ffe5b4d84e22342de76d1316cd8eed78c69f6613a23aa8a96</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.download.HPEasyAdmin</key>
			<dict>
				<key>git_hash</key>
				<string>b188f3df3f4e0ef9dac95082106b1a6d4f4fdd55</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/HP/HPEasyAdmin.download.recipe</string>
				<key>sha256_hash</key>
				<string>9dea443ede081c23b0ac753edbf8b73b55d8d1b8eb1be3d37eeafb69df09889b</string>
			</dict>
			<key>com.github.foigus.munki.HPEasyAdmin</key>
			<dict>
				<key>git_hash</key>
				<string>5d75cb20f19a4e19c065536eab51a597ae489478</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/HP/HPEasyAdmin.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f5f2f846f459e2e5de74699b0336ef55e50cc1b34db413641ef86312dc1ce272</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
