<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Malwarebytes 3</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Malwarebytes</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Security</string>
			<key>description</key>
			<string>Proven Malwarebytes technology crushes the growing threat of Mac malware.
So you are protected and your machine keeps running silky smooth.
Finally, cybersecurity smart enough for the Mac.</string>
			<key>developer</key>
			<string>Malwarebytes</string>
			<key>display_name</key>
			<string>Malwarebytes</string>
			<key>icon_name</key>
			<string>Malwarebytes_1.png</string>
			<key>minimum_os_version</key>
			<string>10.11.6</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.Malwarebytes 3</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.Malwarebytes 3</key>
			<dict>
				<key>git_hash</key>
				<string>9a3ce62bb30a29b5ef8d814a88fc125820ee4038</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Malwarebytes 3/Malwarebytes 3.download.recipe</string>
				<key>sha256_hash</key>
				<string>b001140300f1eb3d9269b6c43f8c40214b45a42e2dd2d70aef8ef815ff92f007</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.Malwarebytes 3</key>
			<dict>
				<key>git_hash</key>
				<string>53a238516b9afe658ef62a80c0428a8714ee073e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/Malwarebytes 3/Malwarebytes 3.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ac6c5079366b3bdb7fde14dfa8293e2d814f14759260f8c48ee18be61bd7385b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
