<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Box</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Box</string>
		<key>NAME</key>
		<string>BoxDrive</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Box</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>File Sharing</string>
			<key>description</key>
			<string>Box Drive is the only unlimited cloud drive built for the enterprise.  Access billions of files from the comfort of your desktop without needing to take up much of your actual hard drive space.  Work with these files in the cloud just as if they were on your desktop through the Finder.  Whether you create a new Microsoft Word document or edit a PDF in Adobe, any changes you make automatically save back to Box.  You can also right-click any file or folder to take advantage of collaborative Box features such as sharing and locking or creating Box Notes.

For more information about Box Drive and incorporating it into your workflow, please see &lt;a href="https://globalmac-it.itglue.com/1673628/docs/1147218"&gt;our FAQ&lt;/a&gt;.</string>
			<key>developer</key>
			<string>Box</string>
			<key>display_name</key>
			<string>Box Drive</string>
			<key>icon_name</key>
			<string>BoxSync.png</string>
			<key>minimum_os_version</key>
			<string>10.12.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_alert</key>
			<dict>
				<key>alert_detail</key>
				<string>Box Drive cannot run on a device that is already running Box Sync. If Box Sync is installed, the Box Drive installer will remove Box Sync and all local Box files. If any files in Box Sync did not upload, they will be copied to a special folder and you will be notified.</string>
				<key>alert_title</key>
				<string>Notice to Box Sync Users</string>
			</dict>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<false/>
			<key>uninstall_method</key>
			<string>uninstall_script</string>
			<key>uninstall_script</key>
			<string>#!/bin/bash
	/Library/Application\ Support/Box/uninstall_box_drive</string>
			<key>uninstallable</key>
			<true/>
			<key>uninstallcheck_script</key>
			<string>#!/bin/bash
	if [ -e "/Applications/Box.app" ] ; then
		exit 0
	else
		exit 1
	fi</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.Box</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.Box</key>
			<dict>
				<key>git_hash</key>
				<string>a69af88f0bf81801462618ece1c443990c1c6707</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Box/Box.munki.recipe</string>
				<key>sha256_hash</key>
				<string>964fe143e7eb865e30f7f1b49e549a67c7ad15dee74a7a0cb74bbf9db6b7e335</string>
			</dict>
			<key>com.github.joshua-d-miller.download.Box</key>
			<dict>
				<key>git_hash</key>
				<string>5c14dcc5adbb66b7fa4396ace7450f70c715d088</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Box/Box.download.recipe</string>
				<key>sha256_hash</key>
				<string>628246bd3b809edc1488bb960937c72bdd7dc6dd0508e38c493e6d5a4745a434</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
