<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Zoom</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>us.zoom.xos</string>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/zoomusInstaller.pkg</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Zoom</string>
		<key>NAME</key>
		<string>Zoom</string>
		<key>MUNKI_CATEGORY</key>
		<string>Communication</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_8_3) AppleWebKit/536.28.10 (KHTML, like Gecko) Version/6.0.3 Safari/536.28.10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>The Zoom app provides cloud-hosted video conferencing, plus online meetings and group messaging.</string>
			<key>developer</key>
			<string>Zoom Video Communications, Inc.</string>
			<key>display_name</key>
			<string>Zoom</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>category</key>
			<string>MUNKI_CATEGORY</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Zoom</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>Zoom7zUnarchiver</key>
			<dict>
				<key>git_hash</key>
				<string>3e9e02628f309a9ba2bd0b1f8c7354dc3770539e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/Zoom7zUnarchiver.py</string>
				<key>sha256_hash</key>
				<string>ad5a8d5cb4dfa48552b28fba22e3795df7acf6b52dcdf03f76da12b09b6e0a4e</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.zoomus</key>
			<dict>
				<key>git_hash</key>
				<string>d2886cfa048e6504ef2ee139db2eff64e28218be</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Zoom/Zoom.download.recipe</string>
				<key>sha256_hash</key>
				<string>e06404753b83d6a0bf4a6fb7d939a24c2e0d754532a2e4959518bf637b5a5057</string>
			</dict>
			<key>com.github.homebysix.munki.Zoom</key>
			<dict>
				<key>git_hash</key>
				<string>11a7c6ff42fbf7f4bed154e78da186eb0951092d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/Zoom.munki.recipe</string>
				<key>sha256_hash</key>
				<string>cd7f335598c66d7d540fa4235ee5e336d127188dbbe8abacf033e6ea35f92783</string>
			</dict>
			<key>com.github.homebysix.pkg.Zoom</key>
			<dict>
				<key>git_hash</key>
				<string>50fa857ab9f13c0dd117465ecde8a6e02b0201aa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/Zoom.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>af669d5f62dd0d68bdb29f18ed6dd8f6cc2bf2ee08068f8d03b65cd1d8cdaccf</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
