<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-MicrosoftRemoteDesktop</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Microsoft</string>
		<key>NAME</key>
		<string>MicrosoftRemoteDesktop</string>
		<key>PRODUCTID</key>
		<string>868963</string>
		<key>SOFTWARETITLE</key>
		<string>Remote</string>
		<key>SOFTWARETYPE</key>
		<string>Desktop</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Remote Desktop</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Utility</string>
			<key>description</key>
			<string>Use the new Microsoft Remote Desktop app to connect to a remote PC or virtual apps and desktops made available by your administrator. The app helps you be productive no matter where you are.</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Remote Desktop</string>
			<key>icon_name</key>
			<string>MSRemoteDesktop.png</string>
			<key>minimum_os_version</key>
			<string>10.11.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_script</key>
			<string>#!/bin/bash

# Check if a version of MRD exists and remove  
# it before installing v 10.x.

if [[ -e "/Applications/Microsoft Remote Desktop.app" ]] ; then
	/bin/echo "An older version of MRD exists. Removing."
	/bin/rm -R "/Applications/Microsoft Remote Desktop.app"
	/usr/sbin/pkgutil --forget com.microsoft.rdc.mac
fi

exit 0</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.foigus.munki.microsoftremotedesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.munki.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>e676a9849170a3aa81ccece388a2c4fed93942ed</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/Microsoft/MicrosoftRemoteDesktop.munki.recipe</string>
				<key>sha256_hash</key>
				<string>0451dc71895f21aef3f269be46d5752be24f6c65c104b8784705426c3a27f2ec</string>
			</dict>
			<key>com.github.rtrouton.download.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>b8d0510ba0ea29e4f3cddbf776a86fdcb7c1e126</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftRemoteDesktop/MicrosoftRemoteDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>f1cfb7181b97002e6962987f5be5c993419b51ea5af35ed2dddbe7ce53cf24fd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
