<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-MicrosoftEdge</string>
	<key>Input</key>
	<dict>
		<key>LINKID</key>
		<string>2069439</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>MicrosoftEdge</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Browsers</string>
			<key>description</key>
			<string>Microsoft's Chromium-based browser</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Edge</string>
			<key>icon_name</key>
			<string>MSEdge.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>minimum_os_version</key>
			<string>10.13.6</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.MicrosoftEdge</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MicrosoftEdgeURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>2f1f7181aa22b73085c15226c30a184f242e98a9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Microsoft/MicrosoftEdgeURLProvider.py</string>
				<key>sha256_hash</key>
				<string>811c4a435fa5a597622f03581a3202830c21d7ea132923d63110d7a3b6303424</string>
			</dict>
			<key>com.github.n8felton.shared/RemoteFilenameFinder</key>
			<dict>
				<key>git_hash</key>
				<string>2639e933b892161fb1b33bacef8366e21f9fdb0b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/RemoteFilenameFinder.py</string>
				<key>sha256_hash</key>
				<string>bceb7885f9673be965c302db057ea506f9af0f54a25b243b90391fe32fbf45d1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.MicrosoftEdge</key>
			<dict>
				<key>git_hash</key>
				<string>2f1f7181aa22b73085c15226c30a184f242e98a9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Microsoft/MicrosoftEdge.download.recipe</string>
				<key>sha256_hash</key>
				<string>8b714d220e22901c4115000ae7d21c45489cef2da27e4f5fe1463705c8eb077a</string>
			</dict>
			<key>com.github.n8felton.munki.MicrosoftEdge</key>
			<dict>
				<key>git_hash</key>
				<string>2f1f7181aa22b73085c15226c30a184f242e98a9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Microsoft/MicrosoftEdge.munki.recipe</string>
				<key>sha256_hash</key>
				<string>bbbd6550b3e723f64b0824f7a09f7a64c4bef6a77dbae8e9f3a51a1ae3b4be2d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
