<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-RingCentral</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://downloads.ringcentral.com/sp/RingCentralForMac</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/RingCentral</string>
		<key>NAME</key>
		<string>RingCentral</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Communication</string>
			<key>description</key>
			<string>RingCentral for Desktop turns your PC into your personal business command center. Manage all your business communication from one app – take calls, play voicemails, send text and faxes – anywhere.</string>
			<key>display_name</key>
			<string>RingCentral</string>
			<key>icon_name</key>
			<string>RingCentral for Mac.png</string>
			<key>minimum_os_version</key>
			<string>10.11.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.bradclare.munki.ringcentral</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.bradclare.download.ringcentral</key>
			<dict>
				<key>git_hash</key>
				<string>9698cce8e5794a5574a3530b6c6b0a74615cba7a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bradclare-recipes/RingCentral/RingCentral.download.recipe</string>
				<key>sha256_hash</key>
				<string>4f780a61efd7072d9329b110dedab4c8f02fc6ea02eb65dc25f154e175f0efd9</string>
			</dict>
			<key>com.github.bradclare.munki.ringcentral</key>
			<dict>
				<key>git_hash</key>
				<string>39da4ac0640994f2de8a9a51f66d996413e44542</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bradclare-recipes/RingCentral/RingCentral.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f425bca816e78d2836ba19150a06b2e707848dfa572db4cfb38e0ec4ca644d80</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
