<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-AppleBrotherPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Drivers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/drivers</string>
		<key>NAME</key>
		<string>AppleBrotherPrinterDrivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Provides the latest Brother printing and scanning software for OS X.</string>
			<key>display_name</key>
			<string>Brother Printer Drivers</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleBrotherPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>f78b1b685f4b4c92996742c99a5e49dc5586594c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>c1d72f60b9aea45b5ac5dfdf4dad0c9b40eefdd8cdcd6f3c02b9b18d51f243b0</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleBrotherPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>ffce16cbbe20f46ca0e2f48e8541ac8ded6eeb2e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleBrotherPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>8d4fdb37bb14e73d6b97e532e50e4e9946e909d4f930715acef0860e6be7f8cc</string>
			</dict>
			<key>com.github.n8felton.munki.AppleBrotherPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>5c4eefbfbbf233228e8c689221f5b58e8dd7d50c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleBrotherPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8cd4e39cd7069d0c589d4666d2957ed2252f4cdb134fe80ea321517e3037ef29</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
