<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-PDFpenPro</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Smile</string>
		<key>NAME</key>
		<string>PDFpenPro11</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://updates.smilesoftware.com/com.smileonmymac.PDFpenPro.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>blocking_applications</key>
			<array>
				<string>PDFpenPro.app</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Powerful PDF Editing On Your Mac.

Add signatures, text, and images. Make changes and correct typos. OCR scanned docs. Fill out and create forms. Export to Microsoft® Word, Excel, PowerPoint.</string>
			<key>developer</key>
			<string>SmileSoftware</string>
			<key>display_name</key>
			<string>PDFpenPro 11</string>
			<key>icon_name</key>
			<string>PDFpenPro10.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_alert</key>
			<dict>
				<key>alert_detail</key>
				<string>PDFpenPro requires a commercial software license. You can use PDFpenPro for free but the demo will stamp the Smile logo on all saved and printed documents until you enter a license.</string>
				<key>alert_title</key>
				<string>Commercial Software</string>
			</dict>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jessepeterson.PDFpenPro.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jessepeterson.PDFpenPro.download</key>
			<dict>
				<key>git_hash</key>
				<string>cc490f0d441ad8da46b57ac0e1d6a20cd2fba8c2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/SmileSoftware/PDFpenPro.download.recipe</string>
				<key>sha256_hash</key>
				<string>aa08c284bc044f17faef24f4b6e90f2d66c5c2a31f08ea769ee42cb0aead6d60</string>
			</dict>
			<key>com.github.jessepeterson.PDFpenPro.munki</key>
			<dict>
				<key>git_hash</key>
				<string>e786ff4b622b7f7582b51734375672b58828cd7f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/SmileSoftware/PDFpenPro.munki.recipe</string>
				<key>sha256_hash</key>
				<string>66764836aef753dc5d9d12090d3a1890bfc7c0cea8550ef6a93ea1f851ef9cda</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
