<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-BoxNotes</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Box</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Social</string>
			<key>description</key>
			<string>Box Notes makes it easy to create meeting notes, share ideas, track status updates and plan projects together — there's no limit to your productivity. And, every Box Note is instantly available on web, mobile or your desktop, so you can access your ideas from anywhere.</string>
			<key>developer</key>
			<string>Box</string>
			<key>display_name</key>
			<string>Box Notes</string>
			<key>icon_name</key>
			<string>boxnotes.png</string>
			<key>name</key>
			<string>BoxNotes</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.boxnotes</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.boxnotes</key>
			<dict>
				<key>git_hash</key>
				<string>c398bbd5657ae3e007b953c76e8f3e1593ef71e4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Box/BoxNotes.munki.recipe</string>
				<key>sha256_hash</key>
				<string>db8e13074a442828bca08d46145844ed1dc68510817a47a19af338ed55be6389</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
