<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Waterfox</string>
	<key>Input</key>
	<dict>
		<key>APPBRANCH</key>
		<string>Classic</string>
		<key>APPNAME</key>
		<string>Waterfox %APPBRANCH%.app</string>
		<key>MUNKI_CATEGORY</key>
		<string>Browsers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Waterfox</string>
		<key>NAME</key>
		<string>Waterfox</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>%APPNAME%</string>
				<string>Waterfox</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Waterfox is a free, open and privacy focused web browser built on the foundations of Firefox, with an aim to be speedy and ethical, and maintain support for legacy extensions dropped by modern browsers.</string>
			<key>developer</key>
			<string>Waterfox</string>
			<key>display_name</key>
			<string>Waterfox</string>
			<key>icon_name</key>
			<string>Waterfox.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jpiel.munki.Waterfox</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jpiel.download.Waterfox</key>
			<dict>
				<key>git_hash</key>
				<string>e44c1b13c71abfdd020d07a182ff3912a85cfc9f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jpiel-recipes/Waterfox/Waterfox.download.recipe</string>
				<key>sha256_hash</key>
				<string>328190fa510a2b4ade00b7138301e3fd0f0e8f0b0e4294b86642a3a60750cb9b</string>
			</dict>
			<key>com.github.jpiel.munki.Waterfox</key>
			<dict>
				<key>git_hash</key>
				<string>e44c1b13c71abfdd020d07a182ff3912a85cfc9f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jpiel-recipes/Waterfox/Waterfox.munki.recipe</string>
				<key>sha256_hash</key>
				<string>4c58cf221c2eff2c06851505cc677e0fcec6e4cfe1e296674ab378da0b0b8968</string>
			</dict>
			<key>com.github.jpiel.pkg.Waterfox</key>
			<dict>
				<key>git_hash</key>
				<string>e44c1b13c71abfdd020d07a182ff3912a85cfc9f</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jpiel-recipes/Waterfox/Waterfox.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>e11452c2c2b53a1c08090dbb7b5de1ff40c2c13d9c276178e563b310aeef487e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
