<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-MicrosoftEdge</string>
	<key>Input</key>
	<dict>
		<key>LINKID</key>
		<string>2069148</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>MicrosoftEdge</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Edge</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Browsers</string>
			<key>description</key>
			<string>Microsoft's Chromium-based browser</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Edge</string>
			<key>icon_name</key>
			<string>MSEdge.png</string>
			<key>minimum_os_version</key>
			<string>10.13.6</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.MicrosoftEdge</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MicrosoftEdgeURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>3d005323ad04dfbba84f04b2d7a376676f0c0f50</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Microsoft/MicrosoftEdgeURLProvider.py</string>
				<key>sha256_hash</key>
				<string>68c1bb166afe90e78bacd6038f667be672b5b0de517ad08c75a6f0b3f9c1630e</string>
			</dict>
			<key>com.github.n8felton.shared/RemoteFilenameFinder</key>
			<dict>
				<key>git_hash</key>
				<string>a905cf6af214bbdf32edaa9d710bec93388ce556</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/RemoteFilenameFinder.py</string>
				<key>sha256_hash</key>
				<string>4bda15e045de6b44fa608642ccfb5d60cf138725c4b88929bd6b462b4e2bf03d</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.MicrosoftEdge</key>
			<dict>
				<key>git_hash</key>
				<string>74373a2a6d9f53bda92927d47088c3e86db66f69</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Microsoft/MicrosoftEdge.download.recipe</string>
				<key>sha256_hash</key>
				<string>94878e5abda0ac71c59745dfc88e5eca1dc3aee7e7f118d158238886752e593a</string>
			</dict>
			<key>com.github.n8felton.munki.MicrosoftEdge</key>
			<dict>
				<key>git_hash</key>
				<string>3ffef20f6fefe82cae83528e6a3e55be39d1e0fa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/Microsoft/MicrosoftEdge.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8715084229c1ac2663609018f04a02191bf703b02e18a9e2c3f594108894abd2</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
