<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-PDFpenPro</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/PDFpen</string>
		<key>NAME</key>
		<string>PDFpenPro13</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://updates.smilesoftware.com/com.smileonmymac.PDFpenPro.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>PDFpenPro.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Powerful PDF Editing On Your Mac.

Add signatures, text, and images. Make changes and correct typos. OCR scanned docs. Fill out and create forms. Export to Microsoft® Word, Excel, PowerPoint.</string>
			<key>developer</key>
			<string>SmileSoftware</string>
			<key>display_name</key>
			<string>PDFpenPro 12</string>
			<key>icon_name</key>
			<string>PDFpenPro13.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>preinstall_alert</key>
			<dict>
				<key>alert_detail</key>
				<string>PDFpenPro requires a commercial software license. You can use PDFpenPro for free but the demo will stamp the Smile logo on all saved and printed documents until you enter a license.</string>
				<key>alert_title</key>
				<string>Commercial Software</string>
			</dict>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jessepeterson.PDFpenPro.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jessepeterson.PDFpenPro.download</key>
			<dict>
				<key>git_hash</key>
				<string>ad42bcb647fd511b9c97512d5d21c9abd0b60b0b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/SmileSoftware/PDFpenPro.download.recipe</string>
				<key>sha256_hash</key>
				<string>46f496abb536b6cf6796c25917d4de347a4fc22f9f98fb2fc5b0dcea710c7437</string>
			</dict>
			<key>com.github.jessepeterson.PDFpenPro.munki</key>
			<dict>
				<key>git_hash</key>
				<string>e083552303c0af305f447cae7bf19cbf40a2985d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/SmileSoftware/PDFpenPro.munki.recipe</string>
				<key>sha256_hash</key>
				<string>dfd60371eb4963a7bc9e30a04f5665b3a8acd695440abfc8c9a38019162e52c5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
