<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-MSTeams</string>
	<key>Input</key>
	<dict>
		<key>DISPLAY_NAME</key>
		<string>Microsoft Teams</string>
		<key>MSTEAMS_ENVIRONMENT</key>
		<string>production</string>
		<key>MSTEAMS_PLATFORM</key>
		<string>osx</string>
		<key>MUNKI_CATEGORY</key>
		<string>Communication</string>
		<key>MUNKI_DESCRIPTION</key>
		<string>Microsoft Teams is the new chat-centered workspace in Office 365. Keep all your content, tools, people, and conversations together in one place.</string>
		<key>MUNKI_DEVELOPER</key>
		<string>Microsoft</string>
		<key>MUNKI_NAME</key>
		<string>%NAME%</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>MSTeams</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>%MUNKI_DESCRIPTION%</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>%DISPLAY_NAME%</string>
			<key>name</key>
			<string>%MUNKI_NAME%</string>
			<key>unattended_install</key>
			<false/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.apettinen.munki.MSTeams</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.apettinen.SharedProcessors/MSTeamsURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>fec81af8ad102c99eff138eff21276d8aa2538ac</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/SharedProcessors/MSTeamsURLProvider.py</string>
				<key>sha256_hash</key>
				<string>fa578cbda5c63c07b1d598323bf832417f077f8975c006e169d816a3d1a397c0</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.apettinen.download.MSTeams</key>
			<dict>
				<key>git_hash</key>
				<string>a895d6d9113d0e6054b0d67544941e70a1108cb2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/MSTeams/MSTeams.download.recipe</string>
				<key>sha256_hash</key>
				<string>8b29ca5e0562616136f4075f2655ec538b48948c3ece58aadb14d38001e38fbb</string>
			</dict>
			<key>com.github.apettinen.munki.MSTeams</key>
			<dict>
				<key>git_hash</key>
				<string>bd0479e3a226bc538b75db9151b945bed01b1916</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/MSTeams/MSTeams.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a16cec634e9d7ad6402e8af3ae88dafa07068441baa7d6883fdfcf4ddf51b089</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
