<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Brave</string>
	<key>Input</key>
	<dict>
		<key>INCLUDE_PRERELEASES</key>
		<string></string>
		<key>MUNKI_CATEGORY</key>
		<string>Browsers</string>
		<key>MUNKI_DEVELOPER</key>
		<string>Brave Software Inc.</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Brave</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Brave</string>
				<string>Brave Browser</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>The new Brave browser automatically blocks ads and trackers, making it faster and safer than your current browser.</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>Brave browser</string>
			<key>icon_name</key>
			<string>brave.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.apettinen.munki.brave</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.apettinen.download.brave</key>
			<dict>
				<key>git_hash</key>
				<string>ce85d4f9887c2771fd8386aa5a66b4570913b46d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/Brave/Brave.download.recipe</string>
				<key>sha256_hash</key>
				<string>37213e152ad1ac6662984ed418e5622543fc9f5f367ed52cd77e8b5f823dedfb</string>
			</dict>
			<key>com.github.apettinen.munki.brave</key>
			<dict>
				<key>git_hash</key>
				<string>ce85d4f9887c2771fd8386aa5a66b4570913b46d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/Brave/Brave.munki.recipe</string>
				<key>sha256_hash</key>
				<string>61d7b640a53c633129b33c008d7a78934b1ec6455bf12a49bc6b6caaf48f4f16</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
