<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-MSTeams</string>
	<key>Input</key>
	<dict>
		<key>DISPLAY_NAME</key>
		<string>Microsoft Teams</string>
		<key>MSTEAMS_ENVIRONMENT</key>
		<string>production</string>
		<key>MSTEAMS_PLATFORM</key>
		<string>osx</string>
		<key>MUNKI_CATEGORY</key>
		<string>Communication</string>
		<key>MUNKI_DESCRIPTION</key>
		<string>Microsoft Teams is the new chat-centered workspace in Office 365. Keep all your content, tools, people, and conversations together in one place.</string>
		<key>MUNKI_DEVELOPER</key>
		<string>Microsoft</string>
		<key>MUNKI_NAME</key>
		<string>%NAME%</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Microsoft</string>
		<key>NAME</key>
		<string>MSTeams</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>%MUNKI_DESCRIPTION%</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>%DISPLAY_NAME%</string>
			<key>name</key>
			<string>%MUNKI_NAME%</string>
			<key>unattended_install</key>
			<false/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.apettinen.munki.MSTeams</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MSTeamsURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>9eab03bd4dbb882931b0f2ec100665ed6f199e62</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/MSTeams/MSTeamsURLProvider.py</string>
				<key>sha256_hash</key>
				<string>5d406f9cc396a11432c880566d3a507ca972e23c7d5887f9331c78032d55430b</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.apettinen.download.MSTeams</key>
			<dict>
				<key>git_hash</key>
				<string>ceb1b016961751d2a6b3d3c9956a20b16f057c54</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/MSTeams/MSTeams.download.recipe</string>
				<key>sha256_hash</key>
				<string>94fa70c17cae257e253385b7ab9769e758b41cf02dd9d46dc41a995445ab90e6</string>
			</dict>
			<key>com.github.apettinen.munki.MSTeams</key>
			<dict>
				<key>git_hash</key>
				<string>bd0479e3a226bc538b75db9151b945bed01b1916</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.apettinen-recipes/MSTeams/MSTeams.munki.recipe</string>
				<key>sha256_hash</key>
				<string>a16cec634e9d7ad6402e8af3ae88dafa07068441baa7d6883fdfcf4ddf51b089</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
