<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-Waterfox</string>
	<key>Input</key>
	<dict>
		<key>APPBRANCH</key>
		<string>Classic</string>
		<key>APPNAME</key>
		<string>Waterfox %APPBRANCH%.app</string>
		<key>MUNKI_CATEGORY</key>
		<string>Browsers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Waterfox</string>
		<key>NAME</key>
		<string>Waterfox</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>%APPNAME%</string>
				<string>Waterfox</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Waterfox is a free, open and privacy focused web browser built on the foundations of Firefox, with an aim to be speedy and ethical, and maintain support for legacy extensions dropped by modern browsers.</string>
			<key>developer</key>
			<string>Waterfox</string>
			<key>display_name</key>
			<string>Waterfox</string>
			<key>icon_name</key>
			<string>Waterfox.png</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jpiel.munki.Waterfox</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jpiel.download.Waterfox</key>
			<dict>
				<key>git_hash</key>
				<string>4c934ec7bf6c700e194332093a3bf08ceb26ee9d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jpiel-recipes/Waterfox/Waterfox.download.recipe</string>
				<key>sha256_hash</key>
				<string>bbb893af25ab1a3531e4be5612660968c93997c8631151f19213a7d396aa759a</string>
			</dict>
			<key>com.github.jpiel.munki.Waterfox</key>
			<dict>
				<key>git_hash</key>
				<string>527ee434faafd9a4cb25b9c200963606b1780905</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jpiel-recipes/Waterfox/Waterfox.munki.recipe</string>
				<key>sha256_hash</key>
				<string>1286503b88eb8c28ab1bb0a7874b0de3704e00a7e3580cb3ff3884c3f6697f9a</string>
			</dict>
			<key>com.github.jpiel.pkg.Waterfox</key>
			<dict>
				<key>git_hash</key>
				<string>4c934ec7bf6c700e194332093a3bf08ceb26ee9d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jpiel-recipes/Waterfox/Waterfox.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>95b40e9ba82bf977ee09701403a4cc401adae1758c9e9e0ddab12ebf6336928e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
