<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-MicrosoftRemoteDesktop</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>MicrosoftRemoteDesktop</string>
		<key>PRODUCTID</key>
		<string>868963</string>
		<key>SOFTWARETITLE</key>
		<string>Remote</string>
		<key>SOFTWARETYPE</key>
		<string>Desktop</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
		<key>pkg_ids_set_optional_true</key>
		<array/>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft Remote Desktop</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Utility</string>
			<key>description</key>
			<string>Use the new Microsoft Remote Desktop app to connect to a remote PC or virtual apps and desktops made available by your administrator. The app helps you be productive no matter where you are.</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>Microsoft Remote Desktop</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.foigus.munki.microsoftremotedesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.keeleysam.recipes.GoogleTalkPlugin/MunkiPkginfoReceiptsEditor</key>
			<dict>
				<key>git_hash</key>
				<string>e1dabbd362f862b59b58bca501432c90639334f6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.keeleysam-recipes/GoogleTalkPlugin/MunkiPkginfoReceiptsEditor.py</string>
				<key>sha256_hash</key>
				<string>1a5182e8e3d70480f87585f5f95508bb4d886b07ae7bf457d6d062f0b8ba4bc6</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.munki.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>7b8997babc73000f9c0b9a7447578fd2fea309cf</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/Microsoft/MicrosoftRemoteDesktop.munki.recipe</string>
				<key>sha256_hash</key>
				<string>2669ebd1b37e8f8f9fe252c680e45421ae17fa374f05b3748cf35b08c4effc5b</string>
			</dict>
			<key>com.github.rtrouton.download.microsoftremotedesktop</key>
			<dict>
				<key>git_hash</key>
				<string>b8d0510ba0ea29e4f3cddbf776a86fdcb7c1e126</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftRemoteDesktop/MicrosoftRemoteDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>f1cfb7181b97002e6962987f5be5c993419b51ea5af35ed2dddbe7ce53cf24fd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
