<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-AppleLexmarkPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Drivers</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/drivers</string>
		<key>NAME</key>
		<string>AppleLexmarkPrinterDrivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Provides the latest Lexmark printing and scanning software for OS X.</string>
			<key>display_name</key>
			<string>Lexmark Printer Drivers</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleLexmarkPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>f78b1b685f4b4c92996742c99a5e49dc5586594c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>c1d72f60b9aea45b5ac5dfdf4dad0c9b40eefdd8cdcd6f3c02b9b18d51f243b0</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleLexmarkPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>ffce16cbbe20f46ca0e2f48e8541ac8ded6eeb2e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleLexmarkPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>1ac701b18f0170b539f04d6c97ccf4388f67fdf83a46230cdb5f602c8d44c271</string>
			</dict>
			<key>com.github.n8felton.munki.AppleLexmarkPrinterDrivers</key>
			<dict>
				<key>git_hash</key>
				<string>5c4eefbfbbf233228e8c689221f5b58e8dd7d50c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleLexmarkPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9782bbf7d262873318c52a926a5a0edc8c41018793ba835724a8b023d404aa8f</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
