<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-CloudApp</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>CloudApp</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://d2plwz9jdz9z5d.cloudfront.net/mac/latest/appcast.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>CloudApp screen recorder software for Mac and PC. Record video, webcam, GIFs, capture your screen and share it instantly to the cloud.</string>
			<key>developer</key>
			<string>CloudApp</string>
			<key>display_name</key>
			<string>CloudApp</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>minimum_os_version</key>
			<string>10.13.0</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.dataJAR-recipes.munki.CloudApp</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.CloudApp</key>
			<dict>
				<key>git_hash</key>
				<string>a300b0a78dc01755dae70113a255f7f3c5f48e8d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/CloudApp/CloudApp.download.recipe</string>
				<key>sha256_hash</key>
				<string>32959ff65915d7f3c7f7a9727b7c91b15b611bf6bd55b5743e183fde64ca82c6</string>
			</dict>
			<key>com.github.dataJAR-recipes.munki.CloudApp</key>
			<dict>
				<key>git_hash</key>
				<string>a300b0a78dc01755dae70113a255f7f3c5f48e8d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/CloudApp/CloudApp.munki.recipe</string>
				<key>sha256_hash</key>
				<string>1bcf66fd6cf4699e0bf81fdf2ec85a9a653c28e959f5cbd7a567d99e6a544613</string>
			</dict>
			<key>com.github.dataJAR-recipes.pkg.CloudApp</key>
			<dict>
				<key>git_hash</key>
				<string>a300b0a78dc01755dae70113a255f7f3c5f48e8d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/CloudApp/CloudApp.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>06363fd9d5d475280fcc675bac4a3b035c1fd18740127c4723c516becf8e8815</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
