<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.gmit-ScanSnapHome</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Scanning</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>printers/scanners/Fujitsu</string>
		<key>NAME</key>
		<string>ScanSnapHome</string>
		<key>SEARCH_URL</key>
		<string>https://scansnap.fujitsu.com/global/dl/mac-sshoffline-q.html</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 11_0_0) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/86.0.4240.193 Safari/537.36 Edg/86.0.622.68</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>ScanSnap Home is a desktop application that edits, manages, and utilizes scanned data from documents, business cards, photos, and receipts to increase your productivity.</string>
			<key>developer</key>
			<string>Fujitsu</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.munki.scansnaphome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.download.scansnaphome</key>
			<dict>
				<key>git_hash</key>
				<string>9745dd5e072dd778b24d348a3140ef15cf87ad12</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Fujitsu/ScanSnapHome.download.recipe</string>
				<key>sha256_hash</key>
				<string>6f970ced70bd16fc420b5d39cf125bb806e180a149d702997155404e5c964d0d</string>
			</dict>
			<key>com.github.joshua-d-miller.munki.scansnaphome</key>
			<dict>
				<key>git_hash</key>
				<string>ebf364e19fcdc38f76f1a8f1c846aca1a27a0e43</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Fujitsu/ScanSnapHome.munki.recipe</string>
				<key>sha256_hash</key>
				<string>5daa353ff11bdc31d4b76565e3afbd7d2b3a8903915369f88556da4f7f88e581</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
