<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MalwarebytesAntiMalware</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Security</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Malwarebytes</string>
		<key>NAME</key>
		<string>Malwarebytes</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://data-cdn.mbamupdates.com/v1/mbam-mac/updates.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Formerly known as Adware Medic, MalwareBytes will scan for and remove popular adware on Macs.</string>
			<key>developer</key>
			<string>Malwarebytes</string>
			<key>display_name</key>
			<string>Malwarebytes Anti-Malware</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh

declare -r mbam_helper="/Applications/Malwarebytes Anti-Malware.app/Contents/Library/LaunchServices/com.malwarebytes.HelperTool"
declare -r privtools=/Library/PrivilegedHelperTools
declare -r launchd_plist=/Library/LaunchDaemons/com.malwarebytes.HelperTool.plist

# install helper tool
if [ ! -d ${privtools} ]; then
	/bin/mkdir -p "${privtools}"
	/bin/chmod 1755 "${privtools}"
fi
/usr/bin/install -m 0544 -o root -g wheel "${mbam_helper}" ${privtools}

# generate and load the LaunchDaemon if it doesn't already exist
if [ ! -e "${launchd_plist}" ]; then
	declare -r pb=/usr/libexec/PlistBuddy
	${pb} -c 'Add :Label string com.malwarebytes.HelperTool' "${launchd_plist}"
	${pb} -c 'Add :MachServices dict' "${launchd_plist}"
	${pb} -c 'Add :MachServices:com.malwarebytes.HelperTool bool true' "${launchd_plist}"
	${pb} -c 'Add :Program string '${privtools}'/com.malwarebytes.HelperTool' "${launchd_plist}"
	${pb} -c 'Add :ProgramArguments array' "${launchd_plist}"
	${pb} -c 'Add :ProgramArguments:0 string '${privtools}'/com.malwarebytes.HelperTool' "${launchd_plist}"
	/bin/chmod 644 "${launchd_plist}"
	/usr/sbin/chown root:wheel "${launchd_plist}"
	/bin/launchctl load "${launchd_plist}"
fi
</string>
			<key>postuninstall_script</key>
			<string>#!/bin/sh

/bin/launchctl unload /Library/LaunchDaemons/com.malwarebytes.HelperTool.plist
/bin/rm -f /Library/LaunchDaemons/com.malwarebytes.HelperTool.plist

/bin/rm -f /Library/PrivilegedHelperTools/com.malwarebytes.HelperTool
</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.aysiu.munki.MalwarebytesAntiMalware</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.aysiu.munki.MalwarebytesAntiMalware</key>
			<dict>
				<key>git_hash</key>
				<string>fef87ca6e689bad36b1ca2ca68ea645ba961e5c9</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.aysiu-recipes/MalwarebytesAntiMalware/MalwarebytesAntiMalware.munki.recipe</string>
				<key>sha256_hash</key>
				<string>3ae37fd6a11185635ac3d0bdc2f85e477f127695911a9c874fbcff9f207b360f</string>
			</dict>
			<key>com.github.rtrouton.download.MalwarebytesAntiMalware</key>
			<dict>
				<key>git_hash</key>
				<string>469988c3a5a7417d8f89761ce30e15df641a5d9e</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MalwarebytesAntiMalware/MalwarebytesAntiMalware.download.recipe</string>
				<key>sha256_hash</key>
				<string>6cb7e01dc5308025d5eec22914342b6fab396a80ef9771988acdd8bbf9ff9251</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
