<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Malwarebytes</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>com.malwarebytes.antimalware</string>
		<key>DOWNLOAD_URL</key>
		<string>https://downloads.malwarebytes.com/file/mb3-mac</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Malwarebytes</string>
		<key>NAME</key>
		<string>Malwarebytes</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Malwarebytes.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Defends Macs against malware, adware, and potentially unwanted programs.</string>
			<key>category</key>
			<string>Security</string>
			<key>developer</key>
			<string>Malwarebytes</string>
			<key>display_name</key>
			<string>Malwarebytes</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.munki.Malwarebytes</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.Malwarebytes</key>
			<dict>
				<key>git_hash</key>
				<string>46b002d0dd9f4e70f6efef1692341c0aff8fc9ec</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Malwarebytes/Malwarebytes.download.recipe</string>
				<key>sha256_hash</key>
				<string>ecd46029433bb3666254377df99473a0b89322a4e2d5018f34aa98b19e7b2f37</string>
			</dict>
			<key>com.github.homebysix.munki.Malwarebytes</key>
			<dict>
				<key>git_hash</key>
				<string>46b002d0dd9f4e70f6efef1692341c0aff8fc9ec</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Malwarebytes/Malwarebytes.munki.recipe</string>
				<key>sha256_hash</key>
				<string>d2c2374684f906cd5980c534add763ac3264cd0f008947486300a84145b7050e</string>
			</dict>
			<key>com.github.homebysix.pkg.Malwarebytes</key>
			<dict>
				<key>git_hash</key>
				<string>46b002d0dd9f4e70f6efef1692341c0aff8fc9ec</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Malwarebytes/Malwarebytes.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a86d23f784bfa33eb45b04579d1fc9aa3462a19f133bcc506fd25cf2b4827610</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
