<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MicrosoftRemoteDesktop</string>
	<key>Input</key>
	<dict>
		<key>APP_NAME</key>
		<string>Microsoft Remote Desktop.app</string>
		<key>MUNKI_CATEGORY</key>
		<string>Remote Access</string>
		<key>MUNKI_DEVELOPER</key>
		<string>Microsoft</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Microsoft</string>
		<key>NAME</key>
		<string>MicrosoftRemoteDesktop</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>With the Microsoft Remote Desktop app, you can connect to a remote PC and your work resources from almost anywhere. Experience the power of Windows with RemoteFX in a Remote Desktop client designed to help you get your work done wherever you are.</string>
			<key>developer</key>
			<string>%MUNKI_DEVELOPER%</string>
			<key>display_name</key>
			<string>Microsoft Remote Desktop</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.jessepeterson-recipes.AppStorePkg.MicrosoftRemoteDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.jessepeterson-recipes.AppStorePkg</key>
			<dict>
				<key>git_hash</key>
				<string>5a9059b32a72029d62a85330c333fa5939e74146</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/AppStorePkg/AppStorePkg.munki.recipe</string>
				<key>sha256_hash</key>
				<string>d1fd28c726711d6d06f1a77901430fe79e94cbc30568059cdae8a1fd36967ee5</string>
			</dict>
			<key>com.github.autopkg.jessepeterson-recipes.AppStorePkg.MicrosoftRemoteDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>c1e3e7303b4e82a573be481ce5383a1a2c62afec</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/AppStorePkg/MicrosoftRemoteDesktop.munki.recipe</string>
				<key>sha256_hash</key>
				<string>f7dce7877ca7c156f78a6ea7bbc2356e3986d41903dc616b4e47b2eb7a8e75b9</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
