<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.mysides</string>
	<key>Input</key>
	<dict>
		<key>GITHUB_REPO</key>
		<string>mgmt/mysides/mysides</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>mysides</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>A simple CLI tool for Finder sidebar modification.</string>
			<key>display_name</key>
			<string>mysides</string>
			<key>minimum_os_version</key>
			<string>10.8.0</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mosen.munki.mysides</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.mosen.download.mysides</key>
			<dict>
				<key>git_hash</key>
				<string>3940bf909c977d649d2191234d4d4212ef4d3e03</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.mosen-recipes/mysides/mysides.download.recipe</string>
				<key>sha256_hash</key>
				<string>26ed34fd7b14108ac4481c4ada09a91eab95c61da419f6d821b9fec709b2da9e</string>
			</dict>
			<key>com.github.mosen.munki.mysides</key>
			<dict>
				<key>git_hash</key>
				<string>3940bf909c977d649d2191234d4d4212ef4d3e03</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.mosen-recipes/mysides/mysides.munki.recipe</string>
				<key>sha256_hash</key>
				<string>7a55459f0ffa23d610eaf7bde583f21e7fd4d7c154292c9d6208c0f30a4dd134</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
