<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SuspiciousPackageApp</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>SuspiciousPackageApp</string>
		<key>PKG_URL</key>
		<string>http://www.mothersruin.com/software/downloads/SuspiciousPackage.dmg</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Suspicious Package: An Application for Inspecting OS X Installer Packages</string>
			<key>display_name</key>
			<string>Suspicious Package App</string>
			<key>minimum_os_version</key>
			<string>10.9</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
		<key>repo_subdirectory</key>
		<string>apps/MothersRuin</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.poundbangbash.eholtam-recipes.munki.SuspiciousPackageApp</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.poundbangbash.eholtam-recipes.download.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>fb913446095351144565af29f94f4a504ee3cbb4</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.eholtam-recipes/SuspiciousPackageApp/SuspiciousPackageApp.download.recipe</string>
				<key>sha256_hash</key>
				<string>9ec1ac6ad423e48fab863b34292f5b679f40e609ce146f3dd055a5371d1bd249</string>
			</dict>
			<key>com.github.poundbangbash.eholtam-recipes.munki.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>8d82ff5d8f34542047a4aacce6e23cd4e7847b10</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.eholtam-recipes/SuspiciousPackageApp/SuspiciousPackageApp.munki.recipe</string>
				<key>sha256_hash</key>
				<string>e138bb4982b788fac3178dc2b907065357754e323448934ed1a521bf5606c8c9</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
