<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.SuspiciousPackageXip</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Utilities</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps</string>
		<key>NAME</key>
		<string>SuspiciousPackage</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>An application for inspecting OS X installer packages</string>
			<key>developer</key>
			<string>Mothers Ruin Software</string>
			<key>display_name</key>
			<string>Suspicious Package</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gregneagle.munki.suspiciouspackagexip</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.gregneagle.download.suspiciouspackagexip</key>
			<dict>
				<key>git_hash</key>
				<string>676160c018b9d5bc3501133c01aa60b1e56b2700</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.gregneagle-recipes/SuspiciousPackageXip/SuspiciousPackageXip.download.recipe</string>
				<key>sha256_hash</key>
				<string>46a81d78b48c9e7eec13986c11f816d078d9a76663b0853eb5180f003b45b278</string>
			</dict>
			<key>com.github.gregneagle.munki.suspiciouspackagexip</key>
			<dict>
				<key>git_hash</key>
				<string>676160c018b9d5bc3501133c01aa60b1e56b2700</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.gregneagle-recipes/SuspiciousPackageXip/SuspiciousPackageXip.munki.recipe</string>
				<key>sha256_hash</key>
				<string>497891c919861017c3848caae42b76567a23d6b5342b0a05379e1de93301815a</string>
			</dict>
			<key>com.github.gregneagle.pkg.suspiciouspackagexip</key>
			<dict>
				<key>git_hash</key>
				<string>676160c018b9d5bc3501133c01aa60b1e56b2700</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.gregneagle-recipes/SuspiciousPackageXip/SuspiciousPackageXip.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a31305b79a2db347d9b3739f8fe13286943337d4cb45ab29e21598c837d3521d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
