<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.TextMate2</string>
	<key>Input</key>
	<dict>
		<key>BRANCH</key>
		<string>release</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/TextMate2</string>
		<key>NAME</key>
		<string>TextMate2</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>TextMate brings Apple's approach to operating systems into the world of text editors. By bridging UNIX underpinnings and GUI, TextMate cherry-picks the best of both worlds to the benefit of expert scripters and novice users alike.</string>
			<key>display_name</key>
			<string>TextMate 2</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>postinstall_script</key>
			<string>#!/bin/sh
[ -d /usr/local/bin ] || mkdir -p /usr/local/bin
/bin/cp -f -p /Applications/TextMate.app/Contents/Resources/mate /usr/local/bin/mate
</string>
			<key>postuninstall_script</key>
			<string>#!/bin/sh
[ -e /usr/local/bin/mate ] &amp;&amp; rm -f /usr/local/bin/mate
</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.TextMate2</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>TextMateURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>41235ecdf1719d04061acf88fc53b05c5206234a</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/TextMate/TextMateURLProvider.py</string>
				<key>sha256_hash</key>
				<string>d89f792eb43d13defd3603df49348a67243ff765fa7c82e16300b72fc0ad8704</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.TextMate2</key>
			<dict>
				<key>git_hash</key>
				<string>26f81da8b5b01ccba0be94d95757893a55980038</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/TextMate/TextMate2.download.recipe</string>
				<key>sha256_hash</key>
				<string>71365210314a2446484b69301e76c7f142be886907c89c5d8f5d75588bd75141</string>
			</dict>
			<key>com.github.autopkg.munki.TextMate2</key>
			<dict>
				<key>git_hash</key>
				<string>552ff37f6e4e7538d16fedd12f32443af0b05630</string>
				<key>path</key>
				<string>/Users/sadmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/TextMate/TextMate2.munki.recipe</string>
				<key>sha256_hash</key>
				<string>068ed013ce2b9f507f34093bd774751d3bdfc81ef767351c3db94fb11a450008</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
