<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.tobiasjwm-SuspiciousPackageApp</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>SuspiciousPackageApp</string>
		<key>PKG_URL</key>
		<string>http://www.mothersruin.com/software/downloads/SuspiciousPackage.dmg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.andrewvalentine.install.SuspiciousPackageApp</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.andrewvalentine.install.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>0bc52b0ee28a620e0151f3741c208dd59794b6a7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.andrewvalentine-recipes/SuspiciousPackageApp/SuspiciousPackageApp.install.recipe</string>
				<key>sha256_hash</key>
				<string>101b9460ea23e3d84b5e8497bb9dd9e8371d57e5d644943206652936b0f2bd4b</string>
			</dict>
			<key>com.github.poundbangbash.eholtam-recipes.download.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>865ba08bc02a966f3b9313c2635736e2cc625648</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.eholtam-recipes/SuspiciousPackageApp/SuspiciousPackageApp.download.recipe</string>
				<key>sha256_hash</key>
				<string>2921d0eaffa7b853f673f59c81e9632674501e5512da30ca4e2944c8705ab359</string>
			</dict>
			<key>com.github.poundbangbash.eholtam-recipes.pkg.SuspiciousPackageApp</key>
			<dict>
				<key>git_hash</key>
				<string>b604781199e4e19c30ad6ad4c7bca3835c05e5fe</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.eholtam-recipes/SuspiciousPackageApp/SuspiciousPackageApp.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>b6d9d786fa1e6b4801a9f1a7a1d2bc7351f87bf7a6c7f9defa00de8306fb6629</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
