<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.tobiasjwm-BBEdit</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>BBEdit</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.install.bbedit</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>BarebonesURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>a46693f4b0f0176bc1ee07496c223cfca41b1348</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Barebones/BarebonesURLProvider.py</string>
				<key>sha256_hash</key>
				<string>9d057626a1fa54ab487d0e7372fb97366cbad5c64b17a12bdd730f60563527f6</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.bbedit</key>
			<dict>
				<key>git_hash</key>
				<string>55e47128864841e568cf20ccd2b852fea48faa50</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Barebones/BBEdit.download.recipe</string>
				<key>sha256_hash</key>
				<string>6d8e8c3699f23f9c0511f6e2d6a14c7400b890a729f688014adb287d3666eb03</string>
			</dict>
			<key>com.github.rtrouton.install.bbedit</key>
			<dict>
				<key>git_hash</key>
				<string>42544a436263fd20e98dc343d47b09d1e0231558</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Barebones/BBEdit.install.recipe</string>
				<key>sha256_hash</key>
				<string>a5bf0cacf6f37d5b94f5e2143cd737551cdcc69f90cd93216526fed728993b18</string>
			</dict>
			<key>com.github.rtrouton.pkg.bbedit</key>
			<dict>
				<key>git_hash</key>
				<string>ed4a17ebaabff720e53ff818b2cc0928ed6ac5b5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Barebones/BBEdit.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a28f6114625bfd3a340f34262edda3c1e9b5a398400b53d829d0a33867315244</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
