<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.tobiasjwm-AutoDMG</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>AutoDMG</string>
		<key>PRERELEASE</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.cgerke-recipes.install.AutoDMG</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.cgerke-recipes.install.AutoDMG</key>
			<dict>
				<key>git_hash</key>
				<string>88e925d6cc893a22626d4130e7b200878a5b874d</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.cgerke-recipes/Applications/AutoDMG.install.recipe</string>
				<key>sha256_hash</key>
				<string>4eb57dd58beb186c912127b4d3be063b45703244a25814e0a19da263c01fa392</string>
			</dict>
			<key>com.github.autopkg.cgerke-recipes.pkg.AutoDMG</key>
			<dict>
				<key>git_hash</key>
				<string>88e925d6cc893a22626d4130e7b200878a5b874d</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.cgerke-recipes/Applications/AutoDMG.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a671cf2bcf8d5393533fd2fe4e5b1fb99d9537a2c1e232d5100bba29cb23c9c7</string>
			</dict>
			<key>com.github.timsutton.download.AutoDMG</key>
			<dict>
				<key>git_hash</key>
				<string>94a6c85091058bb7d7f8ba6e457f05f02fa67c0f</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.timsutton-recipes/AutoDMG/AutoDMG.download.recipe</string>
				<key>sha256_hash</key>
				<string>5a2f33a8d5c115ca5f5f7b185a96e2bf5a30ed4d50b9fc80dea179059832ef4e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
