<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.tobiasjwm-BBEdit</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>BBEdit</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.install.bbedit</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>BarebonesURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>dae938c712b1e008133e423f8cfb3939b7660683</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Barebones/BarebonesURLProvider.py</string>
				<key>sha256_hash</key>
				<string>7ca563f0dc71ec3403ebdb3dd88cecac927043755822817aa6988ca90391d9fa</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.bbedit</key>
			<dict>
				<key>git_hash</key>
				<string>937886757bbb1981b1179263f2aed613fea1d53d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Barebones/BBEdit.download.recipe</string>
				<key>sha256_hash</key>
				<string>8e691f6f1fd0833d602749c7bcd73566b21212773f7f6b5b369c7f08630822c4</string>
			</dict>
			<key>com.github.rtrouton.install.bbedit</key>
			<dict>
				<key>git_hash</key>
				<string>42544a436263fd20e98dc343d47b09d1e0231558</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Barebones/BBEdit.install.recipe</string>
				<key>sha256_hash</key>
				<string>a5bf0cacf6f37d5b94f5e2143cd737551cdcc69f90cd93216526fed728993b18</string>
			</dict>
			<key>com.github.rtrouton.pkg.bbedit</key>
			<dict>
				<key>git_hash</key>
				<string>ed4a17ebaabff720e53ff818b2cc0928ed6ac5b5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Barebones/BBEdit.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a28f6114625bfd3a340f34262edda3c1e9b5a398400b53d829d0a33867315244</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
