<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.tobiasjwm-GitHubDesktop</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>com.github.GitHub</string>
		<key>DOWNLOAD_URL</key>
		<string>https://central.github.com/deployments/desktop/desktop/latest/darwin</string>
		<key>NAME</key>
		<string>GitHub Desktop</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.install.GitHubDesktop</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>9b0234d95b80ae32897d954ef507d569599a6918</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GitHub/GitHubDesktop.download.recipe</string>
				<key>sha256_hash</key>
				<string>ee5f04105a6c07e31f5c05c32c763b308a3d3076d2a092451e2071a585015926</string>
			</dict>
			<key>com.github.homebysix.install.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>4e83c24605ce43a6f5ce7c2ec33551c78cd613da</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GitHub/GitHubDesktop.install.recipe</string>
				<key>sha256_hash</key>
				<string>4c085689d1da8939853f8ad634d553456db637ab862258d3c59339516eec57d0</string>
			</dict>
			<key>com.github.homebysix.pkg.GitHubDesktop</key>
			<dict>
				<key>git_hash</key>
				<string>527f06ba4c6f3d649fea1c46fc49e828bae0f51a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/GitHub/GitHubDesktop.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>eb74945da41c442647df77698c9d94c1d48ea3d75e756e6bfb3b3bed36a9fd7d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
