<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.install.tobiasjwm-MunkiAdmin</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>DOWNLOAD_URL</key>
		<string>https://github.com</string>
		<key>NAME</key>
		<string>MunkiAdmin</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.MunkiAdmin.install</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jleggat.MunkiAdmin.download</key>
			<dict>
				<key>git_hash</key>
				<string>b2f7d806f8ff2a840b8511e246c1177898c769d3</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/MunkiAdmin/MunkiAdmin.download.recipe</string>
				<key>sha256_hash</key>
				<string>9c01be7d51abb4f62e4cbddff1e434c49c2b2ff605aff91a273ddfaf20e18f1b</string>
			</dict>
			<key>com.github.jleggat.MunkiAdmin.install</key>
			<dict>
				<key>git_hash</key>
				<string>edd89c432dcdc80694bb2cc385ec3d6a9c9cd3e0</string>
				<key>path</key>
				<string>/Users/ladmin/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/MunkiAdmin/MunkiAdmin.install.recipe</string>
				<key>sha256_hash</key>
				<string>71c46442730fa6d334b7d97128ed2e08908a1642b8b4862b35981550d18c96c5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
